<?php

return [
    "home_page"         => "ទំព័រដើម",
    "project_page"      => "គម្រោង",
    "pricing_page"      => "កញ្ចក់តម្លៃ",
    "faqs_page"         => "FAQs",
    "about_page"        => "អំពីខ្ញុំ",
    "about_page_info"   => "About Info",
    "services_page" => "សេវាកម្ម",

    "login_button"      => "ចូលប្រើប្រាស់",

    "hi_label"          => "សួស្តី!",
    "intro_label"       => "ខ្ញុំបាទឈ្មោះ ស្រ៊ុន​ ករណា។ ខ្ញុំជាអ្នកអភិវឌ្ឍន៍គេហទំព័រ អ្នកតេស្តកម្មវិធី និងអ្នកសរសេរបង្កើតAPIs ។",
    "follow_label"      => "តាមដានបន្ថែមទៀត!!",
    "thanks_label"      => "អរគុណ! ",
    
    "label_project_info" => "គម្រោងខាងក្រោមនេះ ជាស្នាដៃដោយផ្ទាល់ដែលបានអភិវឌ្ឃន៍ឡើងមក និងមួយចំនួនខ្ញុំបានអភិវឌ្ឃន៍តម្រូវតាមអតិថិជន។ គម្រោងទាំងនោះរួមមានការអភិវឌ្ឃន៍កម្មវិធីតាមគេហទំព័រ ការអភិវឌ្ឃន៍កម្មវិធីតាមទូរស័ព្ទ​ ការអភិវឌ្ឃន៍កម្មវិធី APIs ការរចនារូបភាព និងការរចនាឡូហ្គោជាដើម។",
    
    "label_web_application" => "កម្មវិធីគេហទំព័រ",
    "label_web_application_info" => "បានក្លាយជាឧបករណ៍សំខាន់សម្រាប់អាជីវកម្មគ្រប់ប្រភេទ។ យើងមានដើម្បីកសាងវេទិកាលំដាប់ខ្ពស់ដើម្បីធានាបាននូវប្រតិបត្តិការអាជីវកម្មគ្មានទីបញ្ចប់។",
    
    "label_mobile_application" => "កម្មវិធីទូរស័ព្ទ",
    "label_mobile_application_info" => "យើងចូលចិត្តភាពច្នៃប្រឌិត និងវិធីសាស្រ្តដំបូងរបស់អ្នកប្រើប្រាស់។ យើងបង្កើតគេហទំព័រដែលឆ្លើយតបជាមួយនឹងវិធីសាស្រ្តទូរស័ព្ទចល័តដំបូង ជាមួយនឹងការផ្តោតអារម្មណ៍បង្កើនប្រសិទ្ធភាពម៉ាស៊ីនស្វែងរក។",
    
    "label_tester" => "ការតេស្តកម្មវីធី",
    "label_tester_info" => "ការធ្វើតេស្តពាក់ព័ន្ធនឹងការវិភាគកម្មវិធីទូរស័ព្ទសម្រាប់មុខងារ លទ្ធភាពប្រើប្រាស់ ការទាក់ទាញដែលមើលឃើញ និងភាពស៊ីសង្វាក់គ្នានៅលើឧបករណ៍ចល័តជាច្រើន។",
    
    "label_apis" => "APIs",
    "label_apis_info" => "សំណុំនៃមុខងារ និងនីតិវិធីដែលអនុញ្ញាតឱ្យបង្កើតកម្មវិធីដែលចូលប្រើមុខងារ ឬទិន្នន័យនៃប្រព័ន្ធប្រតិបត្តិការ កម្មវិធី ឬសេវាកម្មផ្សេងទៀត។",
    
    "label_design_logo_and_poster" => "រចនាឡូហ្គោ និងផ្ទាំងរូបភាព",
    "label_design_logo_and_poster_info" => "ឡូហ្គោត្រូវបានផ្សំឡើងដោយអត្ថបទ ពណ៌ រូបរាង និងរូបភាព។ វាបម្រើជារូបភាពពន្យល់ដោយខ្លួនឯង ដែលមនុស្សអាចប្រើដើម្បីភ្ជាប់ជាមួយម៉ាករបស់អ្នក។",

    "scroll_top" => "ទៅលើ",
    "btn_get_more" => "មានបន្ថែម"
];